[
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Приветствуем вас в Garage Jobs! Мы ждем вас по адресу: г. Красноярск ул. Кирова 25/1 (Центральный район). Пн-Пт с 10:00-20:00. Сб-Вс с 11:00-19:00. Категория С. Не успеваете приехать? Заняты? Хотите сделать приятный сюрприз? Мы с удовольствием доставим ваш заказ в удобное для вас время и место! Кредит и рассрочка от банков! Одобрение в 99% случаев! (Цена указана за наличный расчет). Сегодня в продаже отличный iPhone! Apple iPhone X. Состояние: Отличное. В комплекте: Кабель, коробка, чехол, чек. Проверен по 25 пунктам и полностью готов к работе! Подберем идеальные аксессуары для вашего нового iPhone: чехол, защитное стекло, защиту для камеры и оригинальное зарядное устройство. Бронируйте смартфоны и другие гаджеты уже сейчас! (Готовы ответить на любые вопросы). Гарантия до 1 года! Обмен в случае обнаружения брака. Доставка по городу — 300 ₽, стоимость доставки в отдаленные районы оговаривается отдельно. Выезд специалиста 24/7. Воспользуйтесь выгодной возможностью приобрести iPhone со скидкой по программе Trade-in с доплатой или без. Обменяем ваш iPhone 11, iPhone 12, iPhone 13, iPhone 11 Pro, iPhone 12 Pro, iPhone 13 Pro, iPhone 14, iPhone 14 Pro, iPhone Pro Max, iPhone 15, iPhone 15 Pro Max, iPhone 15 Pro с вашей или нашей доплатой. Напишите нам прямо сейчас, чтобы узнать вашу персональную скидку! Важно. Выгодно ҡуnuм вашу технику в любом состоянии!",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7220027179?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "7990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "На продаже iPhone Х, 64 gb. Аккумулятор: 96%. Комплект: телефон, чехол. Отвязан от всех аккаунтов. Faceid работает (Фэйс айди). True Tone работает (Тру тон). Без сколов и трещин. Любые проверки на месте.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7255954862?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "8499"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Характеристики; Экран 5.8\" (2436×1125) Oled. Память Встроенная 64 ГБ. Оперативная 3 ГБ. Фото Двойная камера, основная 12 МП. Аккумулятор 2716 мА·ч. Стандарт связи 3G, 4G Lte. Степень защиты IP67. Самые низкие цены на рынке. — Кредит или Рассрочка Без% и Переплат до 18 месяцев. — 100% гарантия качества. — Оплата Нал, Карта, РС, Халва. — Доставляем в черте города (от 100 руб) и отправка любой ТК по всей России. — Выгодный выкуп вашей техники по самым высоким ценам в Красноярске. — Нашим постоянным покупателям делаем скидки. — Индивидуальный подход к каждому клиенту. — работаем Круглосуточно, без перерывов, выходных. — Напишите нам прямо сейчас и мы с радостью проконсультируем Вас по всем интересующим вопросам. — Мы находимся по адресу: — Ул. Весны 2 (Вывеска магазин Ломбардис). — Как к нам добраться? — На машине: — Вход на против Весна Бизнес-центр остановка Детский центр. — Общественным транспортом: — Ближайшая остановка Детский центр.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_5153402782?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "8500"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Айфон X, фейс, тру тон рабочий, акб 75%. -крышка разбита на работу не влияет. - желательно обмен на модель выше с моей доплатой, торг нету.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_7254165460?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "8500"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "В отличном состоянии! Все функции работают. Любые проверки на месте.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7227427644?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9800"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Приветствуем вас в Garage Jobs! Мы ждем вас по адресу: г. Красноярск ул. Кирова 25/1 (Центральный район). Пн-Пт с 10:00-20:00. Сб-Вс с 11:00-19:00. Не успеваете приехать? Заняты? Хотите сделать приятный сюрприз? Мы с удовольствием доставим ваш заказ в удобное для вас время и место! Кредит и рассрочка от банков! Одобрение в 99% случаев! (Цена указана за наличный расчет). Сегодня в продаже отличный iPhone! Apple iPhone X 256. Состояние: Отличное. В комплекте: Кабель, коробка, чехол, чек. Проверен по 25 пунктам и полностью готов к работе! Подберем идеальные аксессуары для вашего нового iPhone: чехол, защитное стекло, защиту для камеры и оригинальное зарядное устройство. Бронируйте смартфоны и другие гаджеты уже сейчас! (Готовы ответить на любые вопросы). Гарантия до 1 года! Обмен в случае обнаружения брака. Доставка по городу — 300 ₽, стоимость доставки в отдаленные районы оговаривается отдельно. Выезд специалиста 24/7. Воспользуйтесь выгодной возможностью приобрести iPhone со скидкой по программе Trade-in с доплатой или без. Обменяем ваш iPhone 11, iPhone 12, iPhone 13, iPhone 11 Pro, iPhone 12 Pro, iPhone 13 Pro, iPhone 14, iPhone 14 Pro, iPhone Pro Max, iPhone 15, iPhone 15 Pro Max, iPhone 15 Pro с вашей или нашей доплатой. Напишите нам прямо сейчас, чтобы узнать вашу персональную скидку! Важно. Выгодно ҡуnuм вашу технику в любом состоянии!",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_7251336361?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Рaсcрочкагаpаhтияустаhobkа Удаленных Пpилoжehийдоставка По Городу. IPhone X,64gb. Цвет: Серебристый. Оставь о нас отзыв и получи защитное стекло в подарок. Кредит, Рассрочка от 8 Банков. В хорошем состоянии ( Не работает Face ID). Гарантия от 30 дней. Документация: чек + гарантийный талон. Проверен нашим магазином и ждет нового владельца. Артикул товара: Н-843. Комплект: кабель и коробка. Цена окончательная! Торг не уместен! Доставка по городу. Адрес: ул.9 Мая 59А. С 10:00-21:00. Способ оплаты: -Наличный расчет. -Переводом. -По карте +6%. -Кредит. -Рассрочка до 24 месяцев. У нас также действует программа Trade in. Сдай старый телефон, получи скидку на новый (принимаем любой марки и в любом состоянии). Не забудь добавить объявление в избранное и подписаться на магазин. Наши преимущества: Обменяем на вашу технику Apple. Купим ваше устройство. Качественное обслуживание. Высокая репутация. Ответственность. Расширенная гарантия на каждый проданный продукт.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4548751465?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продлю iPhone X на 64 гб. Новый Акб. Новый экран. Новое задание стекло. Не работаетface ID, Apple Pay, True Tone. Вопросы в лс. Возможен торг. Обмен не интересен.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7249425374?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "7500"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Бесплатная Доставка По Городу! Гарантия 14 Дней! Полный Комплект! Приветствую всех покупателей! Цена окончательная, без торга! Скидка 100 рублей за ваш отзыв! Добавьте объявление в избранное, чтобы не упустить выгодное предложение! ▎ О телефоне iPhone X: Состояние: отличное! Face ID работает безупречно. Быстрая и стабильная работа! Акб 92%. Любые проверки на месте! ▎ Обмен и Trade-in: Готовы принять вашу технику Apple в trade-in: iPhone 8, 11, 11 Pro, 12 и другие. Обмен — это возможность сэкономить время на продаже и получить более выгодную сделку. Пожалуйста, оценивайте свои устройства адекватно. Заранее благодарны! ▎ Самовывоз: Адрес: ул. Норильская 8 «Б». ▎ Доставка: Бесплатная доставка при покупке! Если товар не понравится — 300 рублей. Не упустите шанс стать владельцем iPhone X с отличным состоянием и гарантией! Звоните или пишите прямо сейчас!",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4562791542?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "11490"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Приветствуем вас в Garage Jobs! Мы ждем вас по адресу: г. Красноярск ул. Кирова 25/1 (Центральный район). Пн-Пт с 10:00-20:00. Сб-Вс с 11:00-19:00. Не успеваете приехать? Заняты? Хотите сделать приятный сюрприз? Мы с удовольствием доставим ваш заказ в удобное для вас время и место! Кредит и рассрочка от банков! Одобрение в 99% случаев! (Цена указана за наличный расчет). Сегодня в продаже отличный iPhone! Apple iPhone X. Состояние: Отличное. В комплекте: Кабель, коробка, чехол, чек. Проверен по 25 пунктам и полностью готов к работе! Подберем идеальные аксессуары для вашего нового iPhone: чехол, защитное стекло, защиту для камеры и оригинальное зарядное устройство. Бронируйте смартфоны и другие гаджеты уже сейчас! (Готовы ответить на любые вопросы). Гарантия до 1 года! Обмен в случае обнаружения брака. Доставка по городу — 300 ₽, стоимость доставки в отдаленные районы оговаривается отдельно. Выезд специалиста 24/7. Воспользуйтесь выгодной возможностью приобрести iPhone со скидкой по программе Trade-in с доплатой или без. Обменяем ваш iPhone 11, iPhone 12, iPhone 13, iPhone 11 Pro, iPhone 12 Pro, iPhone 13 Pro, iPhone 14, iPhone 14 Pro, iPhone Pro Max, iPhone 15, iPhone 15 Pro Max, iPhone 15 Pro с вашей или нашей доплатой. Напишите нам прямо сейчас, чтобы узнать вашу персональную скидку! Важно. Выгодно ҡуnuм вашу технику в любом состоянии!",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7219723475?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "11990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Идеальное состояние. Обмена нет! Торга нет! Документы коробка. Любые проверки на месте. Забирать в районе Бобрового лога.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4818405427?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Продаю срочно айфон 10 на 256гб. Только после ремонта забрала, поменян был экран и новый акб. Состояние идеальное. В комплекте коробка, зарядка, блок могу отдать 2 чехла. Имеется торг!",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_7229095095?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12999"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам iPhone X. Использовался в чехле с защитным стеклом. Стекло менялось, дефектов по экрану нет.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7249606061?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "IPhone X 64 гб, не вскрывался, не ломался. Все работает исправно! Оригинальный. Наушники, коробка.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_5009725776?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9500"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Хорошее состояние. 95% акб. Из минусов — не работает True tone. Face id — работает. Менялся дисплей. Мы находимся по адресу: - г. Красноярск, ул. Карамзина, дом 18. - Комиссионный магазин «Победа». Любые проверки приветствуются. Есть доставка по России. Вы можете оформить кредит, либо. Paccy. При необходимости отправляем видеообзор. Услуга Trade in и возможность оставить ваш товар на реализацию.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7244626889?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9990"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Гараж Джобса приветствует Вас. Мы ждем Вас по Адресу. Кирова 25/1 ( Центральный район). Нет времени приехать? Плотный график? Хотите сделать сюрприз? Мы с радостью Вам поможем и сделаем доставку в удобное для Вас время и место. Сегодня в продаже безупречный экземпляр: Кредит Рассрочка от банков! Одобрение 99%. IPhone X 256gb. Состояние: Идеальное. В Комплекте: Коробка, Кабель, чек. Проверен по 25 пунктам и готов к использованию! В ремонте не был! Подберем под Ваш новый телефон Аксессуары ( Чехол, защитное стекло, защита камер, оригинальное зарядное). А так же, бронируем смартфоны и другие гаджеты! ( готовы ответить на все вопросы). Гарантия ( Не распространяется на аккумулятор ( замена по себестоимости аккумулятора, программное По!)). Обмен в случае брака. Доставка по городу 300₽, в отдаленные районы обговаривается отдельно. Выезд 24/7. Есть возможность приобрести его с очень приятной скидкой через обмен (программу «трейд-ин») с доплатой и без. Напиши нам прямо сейчас и узнай свою персональную скидку. Важно. Kupim Вашу технику в любом состоянии.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4307951039?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "15999"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "— Мобильный телефон iPhone x. — (СД0787). — Мы нaходимся: — г. Kрасноярcк, ул. Caды1г/31б. — Paботаем Кpуглоcуtочно, Без выходных и пpaздников! — Bозмoжен любой вид оплaты: Нaличные, безнaличными(каpтoй / расчетный счeт). — Приятные скидки. — Достaвкa в любой региoн авитo доcтавкoй. — Пишите для консультaции прямо cейчac! — Дoбавьте объявление в избранное, чтобы не потерять.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4762720012?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9500"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Отклеивается дисплей, задняя крышка разбита, на самом дисплее трещина, акум менялся, отдам с коробкой и чехлами.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4104210131?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "6600"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам Айфон 10, что-то с платой, сенсор не работает. Требуется ремонт.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4397318216?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "3480"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Телефон отдаю без комплекта, мне достался уже без него, цену считаю приемлемой, любые проверки на месте.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4414555922?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Продаю айфон 10 на 256 гб. Не работает камера после падения(обе), фонарик тоже отказался работать, фейс тоже не работает(всё из за камеры. Дисплей менялся, акб тоже. В комплект отдам коробку 3 чехла Любые проверки на месте. Торг есть.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4572326886?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Телефон Продается. Продам iPhone X на 256gb в хорошем состоянии. С момента покупки был в одних руках, пользовалась мама. Продажа телефона только в связи с тем что подарили вотчи, и нужна модель телефона новее. Корпус в отличном состоянии, наклеено защитное стекло, носился в чехлах. Был заменен аккумулятор, зарядку держит, повторюсь им бы дальше пользовались если бы не часы))Face id, True Tone работет. В комплекте зарядное устройство. Коробку выбросили при переезде (мама не подумала что она так важна)Отвяжу от Айклауда при вас, любые проверки приветствуются. Торга и обмена нет, такие сообщения игнорируются.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_5186202976?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "13000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Co9920. Некоторые характеристики смартфона Apple iPhone X 64 ГБ: — Экран: Oled, 5,8\" (2436x1125). — Процессор: Apple A11 Bionic + Встроенный сопроцессор движения М11. — Память: встроенная 64 ГБ. — Аккумулятор: Li-Ion, несъёмный. — Поддержка сетей: 2G/3G/4G (Lte). — Размеры (шхвхт): 70,9 х 143,6 х 7,7 мм. — Вес: 174 грамма. Камеры: фронтальная (7 Мп, видео 1080р 30 к/с, 720р 240 к/с) и тыльная с двумя объективами (12 Мп, оптический зум 2х, съёмка видео 4К 60 к/с). Операционная система: ios 11. Мы находимся: г. Красноярск ул. 60 лет образования СССР 7В. Работаем Круглосуточно, Без выходных и праздников! Возможен любой вид оплаты: Наличные, безналичными(картой / расчетный счет). Приятные скидки. Доставка в любой регион, авито доставкой. Пишите для консультации прямо сейчас. Добавьте объявление в избранное, чтобы не потерять.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4827141502?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Трутона нет, фейс работает, акб 78%! B комиссионном магазине Резерв вы можетe: Выгоднo oбменять свoи стapые вещи нa нoвые. Приобрести товар по самой приемлемой цене в городе. А еще у нас: Самые квалифицированные специалисты. Наличная и безналичная формы оплаты. Мы работаем Круглосуточно, без перерывов, выходных и праздников. Находимся в Советском районе. Доставляем в черте города (от 300 руб) и отправляем в любой регион России. Большой ассортимент новой и б/у Бытовой и Цифровой Техники, Смартфонов, Ноутбуков, Инструмента — в нашем профиле — заходите и выбирайте! Наш адрес: Воронова 12А (Комиссионный магазин Резерв).",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4838352765?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9990"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Iset приветствует Вас. Мы ждем Вас по Адресу. 9 Мая 59А ( Советский район). Нет времени приехать? Плотный график? Хотите сделать сюрприз? Мы с радостью Вам поможем и сделаем доставку в удобное для Вас время и место. Сегодня в продаже безупречный экземпляр: Кредит Рассрочка от банков! Одобрение 99% ( Цена указана за наличный расчет). IPhone X 64GB. Состояние: Хорошее. В Комплекте: Коробка, чек. Проверен по 25 пунктам и готов к использованию! Подберем под Ваш новый телефон Аксессуары ( Чехол, защитное стекло, защита камер, оригинальное зарядное). А так же, бронируем смартфоны и другие гаджеты! ( готовы ответить на все вопросы). Гарантия ( Не распространяется на аккумулятор ( замена по себестоимости аккумулятора, программное По!)). Обмен в случае брака. Доставка по городу 300₽, в отдаленные районы обговаривается отдельно. Выезд 24/7. Есть возможность приобрести его с очень приятной скидкой через обмен (программу «трейд-ин») с доплатой и без. Напиши нам прямо сейчас и узнай свою персональную скидку. Важно. Kupim Вашу технику в любом состоянии:",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4644989191?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Только обмен на модель выше с моей доплатой. Телефон в отличном состоянии. Отвязан от всех аккаунтов. Чехол в подарок. Все детали в рабочем состоянии. Любые проверки на месте. Не вскрывался. Без сколов и дефектов. Использовался с защитным стеклом.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4913613771?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "В хорошем состоянии. Все функции исправны. Носился в защитном стекле и чехле. На дисплее есть небольшая царапина. Микрофон, динамики и камера в отличном состоянии. Менял аккумулятор в сервисе pedant на оригинальный, на данный момент Акб 99%, держит неплохо. True tone функционирует, face id отсутствует, внезапно перестал работать. Любые проверки с вашей стороны. Отдам зарядный кабель и чехол по запросу. Самовывоз, торга нет.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4610749036?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "13000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "На продаже iPhone x на 64gb. Аккумулятор: 100%. Комплект: телефон, чехол. В подарок: защитное стекло. Отвязан от всех аккаунтов. Faceid работает (Фэйс айди). True Tone работает (Тру тон). Без сколов и трещин. Любые проверки на месте. Также рассматриваются обмены на модели выше и ниже с доплатой в обе стороны.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4664310150?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Iset приветствует Вас. Мы ждем Вас по Адресу. 9 Мая 59а ( Северный район). Нет времени приехать? Плотный график? Хотите сделать сюрприз? Мы с радостью Вам поможем и сделаем доставку в удобное для Вас время и место. Сегодня в продаже безупречный экземпляр: Кредит Рассрочка от банков! Одобрение 99% ( Цена указана за наличный расчет). IPhone X 64gb. Состояние: Хорошее. В Комплекте: кабель, чек. Проверен по 25 пунктам и готов к использованию! Подберем под Ваш новый телефон Аксессуары ( Чехол, защитное стекло, защита камер, оригинальное зарядное). А так же, бронируем смартфоны и другие гаджеты! ( готовы ответить на все вопросы). Гарантия ( Не распространяется на аккумулятор ( замена по себестоимости аккумулятора, программное По!)). Обмен в случае брака. Доставка по городу 300₽, в отдаленные районы обговаривается отдельно. Выезд 24/7. Напиши нам прямо сейчас и узнай свою персональную скидку. Важно. Kupim Вашу технику в любом состоянии:",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7236400612?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Гарантия до 180 дней! Скидки до 99% по программе Trade-IN! Выгодные условия! Рассрочка, кредит. Apple iPhone X, Black, 64gb, б/у. Наш адрес: Кирова 25/1. Режим работы с 10:00 до 20:00. - Хорошее состояние. - Без ремонтов. - Телефон в рабочем состоянии. - Гарантия до 180 дней. - Стоимость указана за наличный расчет. Всегда готовы выкупить вашу технику.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4116715236?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12990"
    },
    {
        "name": "iPhone X, 128 ГБ",
        "description": "Вмес здравствуйте! Продам 2 телефонна за 4000р без торга оба рабочие только на айклауде.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_128_gb_4855467150?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "4000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам айфон, купил новый, этот без надобности, имеются жизненные коцки, все работает, экран менялся на оригу, Акб тоже менялся, Фэйс работает, трутон работает, все четко! 64 гб. Коробка, кабель, чехлы в комплекте!",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4413064389?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам телефон. Аккумулятор установили новый месяц назад. Менялся дисплей есть маленький скол на последнем фото, на работу не влияет, дисплей не тупит и не лагает. Фейс не работает, в остальном нормальный телефон, работает нормально. Коробку могу отдать позже.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7198442924?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "7990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Обмен. В отличном состоянии. Зарядное устройство. Отвязан от всех аккаунтов. Нет фейса, трутона. В основном все работает отлично. Заряд держит хорошо.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4794404230?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "8000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам iPhone X, корпус и экран в отличном состоянии без каких либо царапин. Акб заменена на новую, в настройках не показываются проценты. В общем всё хорошо.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7260485121?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "10000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Задний стекло сломанн.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4257327035?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "5000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Не работает кнопка громкости, можно на экране прибавлять громкость.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4940369643?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "11000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "В отличном состоянии. Абсолютно все функции работают. Батарея стоит новая усиленная. Чехол в подарок. Без комплекта. Отвязан от всех аккаунтов, сброшен до заводских настроек.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_7217557645?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "В продеже iPhone X. Телефон эксплуатироаался в чехле и защитном стекле. Состояние хорошее. Присутствует небольшая трещина на задней крышке, на работу не как не влияет. В комплекте коробка доки на телефон Торг уместен.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4759678191?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Отвязан от всех аккаунтов. Чехол в подарок. Все детали в рабочем состоянии. Любые проверки на месте. Без сколов и дефектов. Есть чек. В отличном состоянии. Коробка. Трутона нет и фейс айди.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4819928925?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам или обменяю.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4320941873?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12800"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Iphone X 256 восстановленный. Из дефектов — сколы на боковинах, треснуто стекло. True tone, face ID, taptick engine, камера, все в рабочем состоянии.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4668867323?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "13000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам iphone 10, 64 gb. Телефон в отличном состоянии, без каких-либо дефектов и царапин на экране и корпусе. На экране сейчас находится защитная пленка (бронирование экрана). В комплекте коробка от айфона, новое защитное стекло, а также 9 чехлов.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4647307344?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "9500"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Продам айфонх.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_7230112025?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "11000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Телефон хороший, продлю потому что приобрела новый. Камера хорошая, запечатлеть все важные для вас моменты. Заряд держит очень хорошо. Зарядки и наушников нету, в подарок отдам чехол, прозрачный. Скину максимум 1000р. Потому что телефон очень хороший и достойный. По остальным вопросом пишите, всё подробнее расскажу). Желательно самовызов.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4535429228?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "15000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "IPhone X в шикарном белом цвете на 256 ГБ памяти, хватит на всё. Отлично подойдет в качестве подарка. Сброшен до заводских настроек, аккаунтов нет. True Tone, Face ID всё работает.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_7247478518?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "15000"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "Рaсcрочкагаpаhтияустаhobkа Удаленных Пpилoжehийдоставка По Городу. IPhone X, 256gb. Цвет: Белый. Оставь о нас отзыв и получи защитное стекло в подарок. Кредит, Рассрочка от 8 Банков. В хорошем состоянии. Гарантия от 30 дней. Документация: чек + гарантийный талон. Проверен нашим магазином и ждет нового владельца. Менялся дисплей ( не работает True Tone). Комплект: кабель. Артикул: Н-900. Цена окончательная! Торг не уместен! Доставка по городу. Адрес: ул.9 Мая 59А. С 10:00-21:00. Способ оплаты: Наличный расчет. Переводом. По терминалу +6%. Кредит. Рассрочка. Система скидок: 1000рублей — постоянным клиентам. 1000 рублей — при покупке телефона на день рождение. 2000 рублей — при покупке 2-х телефонов. У нас также действует программа Trade in. Сдай старый телефон, получи скидку на новый (принимаем любой марки и в любом состоянии). Не забудь добавить объявление в избранное и подписаться на магазин. Наши преимущества: Обменяем на вашу технику Apple. Купим ваше устройство. Качественное обслуживание. Высокая репутация. Ответственность. Расширенная гарантия на каждый проданный продукт. Если вы из другого города, возможна отправка транспортными Компаниями или почтой. *На все вопросы с радостью ответим вам по телефону:",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_4484712329?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "12490"
    },
    {
        "name": "iPhone X, 256 ГБ",
        "description": "IPhone X на 256 gb в цвете Black. - В хорошем внешнем состоянии для своих лет! Огромный объём памяти 256 gb, хватит для многих поставленых задач! - Технически полностью исправен, все функции работают ( Face id, True Tone, камеры, динамики и ТД). - Комплект: телефон, зарядный шнур! Аккумулятор заменен на новый — 100% ёмкости, держит заряд отлично! Без торга! Цена окончательная! Обмен: Только на технику Apple! Система Trade IN, обмен как с моей, так и с вашей доплатой! Оцениваю ниже рыночной стоимости! Доставка в другие города: По полной оплате, Сдэк. Авито доставки — нет.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_256_gb_7232676055?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "11990"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "После падения не работает сенсор и появилась зеленая вертикальная полоса. IPhone x находится в г. Железногорск, по договоренности привезу в г. Красноярск.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4589374502?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "5000"
    },
    {
        "name": "iPhone X, 64 ГБ",
        "description": "Прекрасный телефон. Все работает. О нем не интересен.",
        "url": "https://www.avito.ru/krasnoyarsk/telefony/iphone_x_64_gb_4382168835?context=H4sIAAAAAAAA_wEmANn_YToxOntzOjE6IngiO3M6MTY6ImNvRHVQSEZMa0lpcGRpN2siO316JYIPJgAAAA",
        "price": "15000"
    }
]